[TC_WOTC_MWR_M249_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M249 SAW</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M249</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="M249 SAW - вариант ручного пулемёта FN Minimi для армии США калибра 5,56×45 мм американского производства. Пулемет пользуется заслуженной популярностью за высокую мобильность в сочетании с огневой мощью. Отличительная особенность Minimi - возможность использовать для стрельбы как металлическую ленту (штатный метод), так и винтовочные магазины стандарта НАТО без каких-либо изменений в конструкции. Пулеметы Minimi используются для увеличения огневой мощи пехотных отделений, обеспечивая действенный огонь на дальностях до 600-800 метров, в сочетании с высокой мобильностью. Minimi изготавливается в нескольких вариантах: стандартная модель как оружие огневой поддержки отделения пехоты или огневой группы морской пехоты с обычным или складным по типу FN FNC прикладом, облегченные версии с укороченным стволом для парашютистов и сил специального назначения."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Открытый затвор\n<Bullet/>Тип боеприпаса: 5.56х45мм НАТО\n<Bullet/>Страна производитель: Бельгия/США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M249_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>XMG-256 SAW</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>XMG-256</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="M249 SAW - вариант ручного пулемёта FN Minimi для армии США калибра 5,56×45 мм американского производства. Пулемет пользуется заслуженной популярностью за высокую мобильность в сочетании с огневой мощью. Отличительная особенность Minimi - возможность использовать для стрельбы как металлическую ленту (штатный метод), так и винтовочные магазины стандарта НАТО без каких-либо изменений в конструкции. Пулеметы Minimi используются для увеличения огневой мощи пехотных отделений, обеспечивая действенный огонь на дальностях до 600-800 метров, в сочетании с высокой мобильностью. Minimi изготавливается в нескольких вариантах: стандартная модель как оружие огневой поддержки отделения пехоты или огневой группы морской пехоты с обычным или складным по типу FN FNC прикладом, облегченные версии с укороченным стволом для парашютистов и сил специального назначения.\nXMG-256 - модифицированная версия M249 SAW, которая устраняет известные проблемы данного пулемета. Большая часть деталей была заменена на детали, изготовленные из инопланетных сплавов, что сделало данный образец более долговечным, устойчивым к заклиниванию, а также существенно облегчило его конструкцию."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Открытый затвор\n<Bullet/>Тип боеприпаса: 5.56х45мм НАТО\n<Bullet/>Страна производитель: Бельгия/США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M249_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>XMG-512 SAW</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>XMG-512</b></font>"
AbilityDescName="легкий пулемёт"
BriefSummary="M249 SAW - вариант ручного пулемёта FN Minimi для армии США калибра 5,56×45 мм американского производства. Пулемет пользуется заслуженной популярностью за высокую мобильность в сочетании с огневой мощью. Отличительная особенность Minimi - возможность использовать для стрельбы как металлическую ленту (штатный метод), так и винтовочные магазины стандарта НАТО без каких-либо изменений в конструкции. Пулеметы Minimi используются для увеличения огневой мощи пехотных отделений, обеспечивая действенный огонь на дальностях до 600-800 метров, в сочетании с высокой мобильностью. Minimi изготавливается в нескольких вариантах: стандартная модель как оружие огневой поддержки отделения пехоты или огневой группы морской пехоты с обычным или складным по типу FN FNC прикладом, облегченные версии с укороченным стволом для парашютистов и сил специального назначения.\nСледующим шагом в модификации модели M249 SAW, стал образец XMG-512, что позволило ему соответствовать постоянно меняющимся условиям обстановке на поле боя. Обновление системы ведения огня, уменьшило отдачу, а новая встроенная система охлаждения рассеивает тепло намного быстрее, поэтому даже при интенсивном ведении огня, ствол пулемета избавлен от перегрева."
TacticalText="<Bullet/>Тип: Легкий пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Открытый затвор\n<Bullet/>Тип боеприпаса: 5.56х45мм НАТО\n<Bullet/>Страна производитель: Бельгия/США\n<Bullet/>Уровень технологии: Лучевое оружие"